tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "withgraphite/tap"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "bash"
brew "bat"
brew "glib"
brew "python@3.12"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "go"
brew "gum"
brew "helix"
brew "neovim"
brew "numpy"
brew "openvino"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "sqlcipher"
brew "stow"
brew "thefuck"
brew "tlrc"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "withgraphite/tap/graphite"
cask "cloudflare-warp"
cask "firefox@developer-edition"
cask "font-monaspace-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@dev"
cask "jitsi-meet"
cask "kitty"
cask "miniconda"
cask "neovide"
cask "wezterm"
