tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "sst/tap"
tap "withgraphite/tap"
brew "age"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "bash"
brew "bat"
brew "bats-core"
brew "glib"
brew "docker-compose"
brew "evil-helix"
brew "expect"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "go"
brew "gum"
brew "imagemagick"
brew "jj"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "numpy"
brew "openvino"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "sd"
brew "serpl"
brew "shellcheck"
brew "sops"
brew "sqlcipher"
brew "stow"
brew "superfile"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/crush"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "sst/tap/opencode"
brew "withgraphite/tap/graphite"
cask "cloudflare-warp"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "font-monaspice-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@dev"
cask "jitsi-meet"
cask "kitty"
cask "miniconda"
cask "neovide-app"
cask "wezterm"
